micropython/micropython/ports/esp32/boards/CM_Armstrong/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "CircuitMess Armstrong"
#define MICROPY_HW_MCU_NAME "ESP32"
